export default {
  header: {
    title1: "官方网站",
    title2: "AIGC全球电影启动平台",
    title3: "郑一嫂专题页",
  },
  news: {
    title: "最新消息",
    title1: "AI赋能传统，春节焕新颜——AIGC浙江春节宣传短片登陆全国高铁！",
    title2: "学员招募｜快来参与“FizzDragon—南艺”AIGC新锐影像工作坊",
    title3: "新的一程，从西湖国际数字艺术AI产业园出发",
    title4: "FizzDragon中国高校AIGC智能影像工作坊第一站实况揭秘",
    hot: "热门",
    new: "最新",
    update: "更新",
    movie: "电影",    // 新增
    tech: "技术",     // 新增
    finance: "财经"   // 新增
  },
  hero: {
    title: "沸腾宇宙项目库",
    description: "这里，每个人都是讲故事的人，每个故事都会沸腾。",
    button1: "点击跳转官网",
  },
  section: {
    title1: "《天算》",
    description1:
      "《天算》是一部历史科幻短篇小说，故事背景设定在上古时期高熵文明湮灭后的战国时代。随着高熵科技逐渐演变为难解的蝌蚪文，这些文字被历代商王及宋国国君珍藏。当宋国国君栾面临国家危亡之际，他请来了墨子与公输般这两位大才，试图破解藏室中的蝌蚪文，以图挽救国家命运。墨子研习蝌蚪文多年，不仅获得了先进的科技知识，用以加固宋国城防；更顿悟了兼爱非攻、尚同尚贤的救世之道。然而，随着楚王章麾下公输般发明的云梯等攻城利器问世，宋国再次面临威胁。一场科技与智慧的较量由此展开......通过上古科技与古代政治、文化的碰撞与融合，《天算》探讨了科技与人性、智慧与权力、救世与自保之间的复杂关系。小说以墨子作为主角，围绕墨家“兼爱非攻、尚同尚贤”的核心理念，展现了古代智者对于知识与真理的追求，以及对和平与正义的坚守。《天算》利用通过这场跨越时空的较量，传递了对于科技与人性和谐共生的深刻思考，以及对于和平与正义价值的永恒追求。",
    title2: "《极光之歌》",
    description2:
      "《极光之歌》是一部科幻小说。故事围绕两位主角：中国气候物理学家陈贤和芬兰极光追逐者托沃的“追光之旅”缓缓展开。寒冷的北欧极地，氤氲的极光中似乎正传递着某种神秘的“极光之声”；深邃夜空，特殊的电波信号似乎蕴藏着某种难以名状的信息和规律。分别与重逢的命运，信仰与追求的冲突；古生物学与盘古大陆的谜题，历史古河与科学哲理的纠葛；当种种命题碰撞交汇，时间与生命的交响曲再次奏响，人类与宇宙的交缘之钟再次长鸣...... 《极光之歌》融合科学研究、宇宙奥秘与人性执着于一体，反映了人类面对未知挑战时的坚韧勇毅，在科学探索和追求真相中的不懈执着；更深刻探讨了人类对未知世界的无尽好奇与追求，以及在浩瀚宇宙中寻找生命意义的永恒主题。",
    title3: "《重生之愿》",
    description3:
      "《重生之愿》是一本探讨生物重生现象的短篇科幻小说。通过生物学者言朝铭与民间组织“回溯者”的合作，揭示了灭绝生物通过逆转录病毒“往生序列”在现代复活的秘密。小说融合了科学探索、生态危机与人性抉择，深刻反思了人类活动对自然平衡的影响，以及面对未知生物挑战时保护现有生态环境的紧迫性。",
  },
  feature: {
    title: "电影剧集",
    title1: "《易世英雄》",
    button1: "点击观看",
    description1:
      "宇宙之初，是由太极两道，阴阳两面形成。而为了守护阴阳两界，传说中的易理之神化一为二，分别驻扎在阴阳两界，繁育后代传授易理。而阴阳两面每一千年都产生一位易理传人守护，保证世间平衡。但是经过世间的发展，易理家族落没，阴阳二界转由阴阳兄弟掌管。在掌管的过程中，由于时间的原因，产生了隔阂，两兄弟的后人各自为了自己所坚持的信念分道扬镳。阴气魔王为了统治阴阳两界，开始计划吞并人间，将阴阳合二为一，纳入自己的统治。这个计划的关键就是集齐易理家族所有传人，吸取其力量，制造宇宙大爆炸以达到让世界统一被阴气魔王掌控。阴气魔王需要收集所有的不善、不忠、不义、制造危机，让所有的人类都处于恐惧之中，达到控制人间的目的。也为了将易理家族逼出人世，将其力量收为己用。为了组织阴气魔王的阴谋，天降奇迹指引，带领着流落人间的易不倒穿梭八个宇宙时空找寻流落在外的乾、坤、震、巽、离、坎、艮、兑等八位易理家族成员（不同的易不倒），带着他们的吉祥物一起去寻找散落世界的64卦象，找寻与阴气魔王对决战斗，并将其打败封印的方法。在这过程中，他们不仅要寻找卦象上的指引，还要帮助恢复世间秩序，利用天地万象的力量，结合卦象将阴气魔王打败，才能赢下这场末世之战！而易不倒易经成为了人类世界中普通的一员，为了帮助易不倒找寻远古记忆，恢复能力，八卦天神将指引着易不倒通往各个异世界，找到他的小伙伴，一起完成这项举世壮举，拯救世界于危难之中！",
    title2: "《史记》",
    button2: "点击观看",
    description2:
      "FizzDragon出品的AIGC史记互动剧是基于古代经典《史记》创作的,旨在传播中国传统文化,展示AIGC技术的创新应用,并通过国际跨国团队合作,打造具有全球吸引力的文化产品。平台将提供互动式历史短剧，用户可以通过不同选择改变历史情节的走向，提升游戏化体验。AIGC史记互动剧将分为五部分进行制作，分别从帝王之路、霸王的崛起、辨士纵横天下、绝世英才的风范、汉帝国风云录展开制作。第一集是帝王之路下的《鸿门宴》，两位楚将会饮，由项羽宴请刘邦。此前楚后怀王熊心曾与诸将约定“先入关中者王之”，刘邦因率先进入关中灭秦，欲以秦王子婴为丞相，在关中称王，引发实力强大的项羽不满，刘邦因自度实力不及项羽，于是让出关中的统治权给项羽，项羽最终满意，打消了讨伐刘邦的打算，并为后来几个月后分封诸侯创造和平条件。我们在历史剧情的基础上进行情节设计，观众和用户可以自行选择刘邦或者项羽视角进行观看和互动，并且以鹰和鸟与项羽和刘邦作为角色的互文，深度体验人物性格和命运。作为项羽和刘邦在各自视角又将如何进行这场政治博弈？让我们拭目以待。",
    title3: "《郑一嫂》",
    button3: "点击观看",
    description3:
      "十八世纪初，清朝剿匪切断红旗帮等海盗联盟的生计，导致内部出现裂痕。危急时刻，帮主郑一嫂决定招安，但前几轮谈判均告失败。她亲自率团赴广州，以17名妇孥为“人质”表明诚意。谈判伊始，双方立场对立，清朝方面质疑郑一嫂的诚意。郑一嫂在保全帮众利益和赢得朝廷信任之间寻求平衡，最终在斡旋者的努力下，清方勉强接受部分条件，取得小幅成果。回师后，她面临说服帮众接受协议的挑战，经过多次游说，终于赢得多数支持。同时，朝廷内部对接受海盗招安意见不一，百龄需逐一协调。三十年后，年迈的郑一嫂再次出山，助林则徐击退入侵的英军，赢得最后的军功。",
    title4: "《山海经》",
    button4: "即将上线",
    description4:
      "本剧主要讲述了小道士郭半仙为完成西王母的任务，带领自己的宠物猫朏朏，以及从未来世界穿越过去的徒弟密秘和莫玑，外加旋龟历尽千辛万苦，在山海经里的各路神仙及异兽的帮助下，开启了一路降妖除怪，同时踏遍“山海经”异世界冒险的奇幻旅程，最终抓住了大妖兽穷奇，并重新将其封印在昆仑山上，而且经过捉妖的历练，郭半仙也最终修成正果，成为真正的郭神仙的故事。",
    title5: "《琉球往事》",
    button5: "点击观看",
    description5:
      "电影《琉球往事》讲述了元至正二十七年（1367年）背景下的琉球群岛的故事。在元朝即将覆灭和大明王朝即将建立的时代背景下，远在琉球群岛的渔民林怀远因渔船倾覆被琉球山北国的渔民救起。他在琉球群岛上与当地人建立了深厚的感情，并教授孩子们识字，推广文化。在此过程中，他和喜娘相爱，并与其他琉球国民共同面对海盗的侵扰和其他挑战。故事中，林怀远等人通过智慧和勇气，解决了琉球三国之间的冲突，推动了三国的团结与合作，最终迎来了和平与繁荣。带领琉球人民面对海盗威胁和内部冲突，通过智慧和合作实现团结。他选择留在琉球，推动三国间的和平与繁荣，展示了文化传承、团结合作、个人成长与牺牲的价值。故事反映了历史的延续与变迁，以及跨时代的共鸣。",
    title6: "《孤独笔记》",
    button6: "即将上线",
    description6:
      "孤独笔记是一本关注抑郁人群的奇幻小说，这本书通过失眠青年和一只会说话的猫共同寻找金币的故事，把对人生价值观、世界本质的思考、活着的意义等问题融入其中，关注抑郁人群的人生经历。全球首家AIGC电影制作公司FizzDragon今天宣布，近日已经与豆瓣9.5分高分奇幻小说《孤独笔记》作者贾洋先生完成签约，贾洋先生向FizzDragon全球独家授权，双方将共同为国内9500万抑郁人群，打造一部勇敢的网剧：“AIGC版孤独笔记”。这部网剧预计将分为10集，最快将于明年上线播出。这同时也是国内首部关注抑郁人群的AIGC网剧。",
  },
  testimonial: {
    title: "商业广告",
    title1: "《穿越时空的团圆：FizzDragon制作的全国首部“春节AIGC”登陆全国高铁》",
    description1:
      "全国首个“春节AIGC”上线！！！春节前夕，中国“春节”成功被联合国教科文组织列入人类非物质文化遗产。如何用最新的AIGC数字技术来展示传承了几千年历史与文化的中国春节？浙江省非物质文化遗产馆、FizzDragon、沸腾宇宙影业联合出品了全国首个“春节AIGC”：100%AI制作和驱动、近千个AIGC镜头一镜到底，让春节通过AIGC数字技术更亲切更生动更温暖，让我们一起祝福浓浓的中国年！！！",
    title2: "《全球首个历史沉船AIGC推广宣传片》",
    description2:
      "FizzDragon通过全球最新的AIGC数字技术，“复活”了黑石号的昔日荣光，用科技把观众拉入历史与现实，海底深处的文物江心镜闪闪发光展示出了大唐的盛世，宫殿中的古画宴会上美轮美奂的舞蹈，再移步换景，将观众的视角带入到匠人打造瓷器的场景中……",
    title3: "《家乡美食，都在“浙”里浙江文旅宣传片》",
    description3:
      "家乡美食，都在“浙”里，浙江文旅宣传片，用AIGC技术，让浙江人文美景与浙江美食无缝衔接与完美融合！",
    title4: "《“浙”里四季皆美景浙江文旅宣传片》",
    description4:
      "“浙”里四季皆美景，“浙”里四季皆可游！浙江文旅宣传片，用AIGC技术，将浙江四季美景，以全新的方式展现给世界！",
    title5: "《中国广告业AI营销新质生产力共创平台宣传片》",
    description5:
      "AIGC点亮创意：广告新时代的无限可能！在第31届中国国际广告节，中国广告协会、蓝色光标、百度、利欧数字、腾讯、FizzDragon共同发起并启动 “中国广告业AI营销新质生产力共创平台”！这是一次科技与创意的激烈碰撞，开辟广告新时代的全新篇章！",
    title6: "《浙江省非物质文化遗产馆文化宣传片钱王射潮》",
    description6:
      "“我将选军三百人，造箭三千支，随我射潮，以定此患！”用最新的AIGC数字技术，让传统非物质文化遗产真正“活”起来！！！浙江省非物质文化遗产馆、FizzDragon、沸腾宇宙影业，联合推出中国首个“非遗AIGC”推广片！用AIGC点燃千年传奇，再现“钱王射潮”壮丽史诗，AI复活非遗之美，致敬中华文化之魂。",
    title7: "《陕国投献礼宣传片》",
    description7:
      "“诚以立业，信托万家。”FIzzDragon 独家打造AIGC宣传片献礼陕国投信托上市30周年，成立40周年。",
    title8: "《AIGC青少年教育团队创意洗发水广告宣传片》",
    description8: "AI赋能，让创意“洗”出新意！",
    title9: "《越南广告宣传片》",
    description9:
      "一位戴着越南传统斗笠、身穿白色长裙的小女孩出现在故事的中心。她不仅体现了越南文化的精髓，还融合了迪士尼的魔法世界，将本地文化与全球知名的IP结合，产生了独特的共鸣。通过这样的形象设计，观众将感受到一种既熟悉又新鲜的感觉，小女孩的天真无邪与迪士尼角色的魅力完美融合。",
    title10: "《新加坡“新”IP宣传片》",
    description10:
      "新加坡的“新”IP宣传片充满了现代感与未来感，展示了一个充满活力的全球化都市。画面中，高耸入云的摩天大楼与繁华的城市景观交相辉映，影片穿插着充满创意的镜头，展现新加坡在智慧城市、绿色科技和多元文化方面的领先地位。来自世界各地的创新者、企业家和艺术家们齐聚在这座城市，描绘出一个以开放、创新和可持续发展为核心的未来之都，吸引全球的目光。",
    title11: "《按摩椅广告宣传片》",
    description11:
      "无论是长途飞行还是居家休息，按摩椅通过温和的按摩模式和多种调节选项，帮助缓解肌肉疲劳，减轻压力，让您在云端也能感受到家的温暖与舒适。配合静谧的机舱环境，您将会体验到前所未有的惬意和宁静。按摩椅伴您翱翔天际，尽享放松时刻！",
    title12: "《律宇宙广告宣传片》",
    description12:
      "全球首个“AI数字律师”宣传推广片：“离婚最黑暗的日子，他陪我聊到下一个天亮”。你的24小时“AI数字法律顾问”，随时随地，想聊就聊，完全免费，更专业、更即时、更陪伴！！！",
  },
  faq: {
    title: "更多资讯",
    title1:
      "重磅！！！FizzDragon入选阿里巴巴创业者基金Jumpstarter环球创业比赛路演“全球30强”！！！",
    title2:
      "穿越时空的团圆：FizzDragon制作的全国首部“春节AIGC”登陆全国高铁",
    title3:
      "学员招募｜快来参与“FizzDragon—南艺”AIGC新锐影像工作坊",
    title4:
      "FizzDragon×星辰杯系列赛事组委会|关于征集科幻小小说作品AIGC共创改编的启事",
    title5: "FizzDragon×《易漫》|AIGC打造“东方迪士尼”神话",
    title6:
      "沸腾宇宙AIGC电影实验室 | 用拼图的方式拍电影？全网征集10000张照片，挑战想象力叙事极限",
    title7:
      "签约专栏｜科幻小说大赛一等奖得主邵子岐与FizzDragon独家签约推出“AIGC版天算”，推动科幻小说走向AIGC影视化",
    title8: "最新3分钟｜“她是谁？”“她，是新帮主，是红旗帮的新女王！",
    title9:
      "签约专栏｜追光之旅！华语科幻星云奖年度新星暨科幻小说《极光之歌》作者“汪小海”与FizzDragon签约",
    title10: "Pax有话说——让好故事发生，且发声",
    title11:
      "签约专栏｜当地球沸腾！“娘子关杯”一等奖得主暨科幻小说《重生之愿》作者王云轩与FizzDragon签约",
  },
  cta: {
    title: "加入我们",
    title1: "发送邮件",
    title2: "社区入驻",
  },
  modeToggle: {
    light: "浅色",
    dark: "深色",
    system: "跟随系统",
  },
  footer: {
    title1: "产品",
    title1_1: "官方网站",
    title1_2: "AIGC全球电影启动平台",
    title2: "联系我们",
    title2_1: "+65 8132 3869",
    title2_2: "business@fizzdragon.com",
    title3: "合作伙伴",
    title3_1: "重庆对外经贸大学",
    title3_2: "浙江省文化广电和旅游厅",
    footer: {
      copyright_prefix: "© 2024 • ",
      copyright_suffix: " 是依法受到法律保护的注册商标，任何人不得以任何形式，未经书面授权使用本商标，否则将依法追究法律责任。",
      badge_text: "中国境内的AIGC项目由沸腾宇宙（深圳）影业有限公司提供技术支持，以符合中国法律监管要求",
    },
  },
  media: {
    title: "媒体报道",
    news1: "零电影背景 工程师打造全球首部AI华语长片",
    news2: "晨光|晨光聚焦：人工智能影视作品崛起 制作成本降低",
    news3: "新加坡的史诗之旅：利用人工智能",
    news4: "西湖数艺AI产业园今日开园 打造浙江省首个数艺AI产业化生态平台",
    news5: "全球协作发展AIGC 西湖数艺AI产业园今日开园",
    news6: "为传统产业链接高校资源，西湖数艺AI产业园正式开园",
    news7: "在现场 西湖数艺AI产业园今日开园 打造浙江省首个数艺AI产业化生态平台",
  },
} as const;
